Repository: filif123/GVDEditor
Catalog: GVDEditor/Forms/FAppSettings.*.resx
Languages: cs

# bSave.Text
source: Uložiť
cs: Uložit

# bStorno.Text
source: Zrušiť
cs: Zrušit

# label2.Text
source: Jazyk dátum. obmedzenia:
cs: Jazyk datum. omedzení:

# label1.Text
source: Jazyk rozhrania:
cs: Jazyk rozhraní:

# cbLoggingError.Text
source: Logovanie chýb a výnimiek do súboru
cs: Logovat chyby a výjimky do souboru

# label4.Text
source: Zobrazovať chybové hlášky:
cs: Zobrazovat chybové hlášky:

# cbDebugModeGUI.Items
source: Normálne
cs: Normálně

# cbDebugModeGUI.Items1
source: Rozšírené info
cs: Rozšířené info

# cbDebugModeGUI.Items2
source: Bez chybových hlášok (systémové hlášky)
cs: Bez chybových hlášek (systémové hlášky)

# cbLoggingInfo.Text
source: Logovanie informácií o stave programu do súboru
cs: Logovat informace o stave programu do souboru

# label3.Text
source: Čas medzi zvukmi pri prehrávaní (ms):
cs: Čas mezi zvukmi při přehrávaní:

# cbAutoTableText.Text
source: Automaticky generovať texty do tabúľ pri ukladaní grafikonu
cs: Automaticky generovat texty do tabulí při ukládaní

# cbClassicGUI.Text
source: Používať klasický dizajn komponentov
cs: Používat klasický dizajn komponentů

# cbMoreInstance.Text
source: Povolené duplicitné inštancie
cs: Povoleny duplicitní inštance

# cbAutoVariant.Text
source: Automatická správa variant vlakov
cs: Automatická správa variant vlaků

# cbDisableVariantCheck.Text
source: Nekontrolovať indexy variant vlakov pri pridávaní / úprave vlaku
cs: Nekontrolovat indexy variant vlaků při přidávání / úpravě vlaku

# Example.HeaderText
source: Ukážka
cs: Ukázka

# bAppFontDefault.Text
source: Predvolené
cs: Východzí

# label5.Text
source: Písma používané v programe:
cs: Písma používané v programu:

# bUseStyle.Text
source: Použiť
cs: Použít

# bColorsUseDefault.Text
source: Použiť predvolené
cs: Použít výchozí

# exGroupBox2.Text
source: Nastavenia štýlu
cs: Nastavení stylu

# cboxDarkScrollBars.Text
source: Používať tmavé posuvníky (len Win10)
cs: Používat tmavé posuvníky (pouze Win10)

# cboxDarkTitleBar.Text
source: Použiť tmavé záhlavie okna (len Win10)
cs: Použít tmavé záhlaví okna (pouze Win10)

# cboxDefaultStyle.Text
source: Použiť predvolený vzhľad ovládacích prvkov
cs: Použít výchozí vzhled ovládacích prvků

# label9.Text
source: Zobraziť nastavenie pre:
cs: Zobrazit nastavení pro:

# bRemoveStyle.Text
source: Vymazať
cs: Odstranit

# bRenameStyle.Text
source: Premenovať...
cs: Přejmenovat...

# bAddStyle.Text
source: Pridať
cs: Přidat

# exGroupBox3.Text
source: Nastavenie skupiny
cs: Nastavení skupiny

# label10.Text
source: Písmo (tučné písmo označuje neproporcionálne písmo):
cs: Písmo (tučné písmo označuje neproporcionální písmo):

# label12.Text
source: Veľkosť:
cs: Velikost:

# exGroupBox1.Text
source: Nastavenia položky
cs: Nastavení položky

# label15.Text
source: Farba pozadia:
cs: Barva pozadí:

# bSetBackgroundColor.Text
source: Nastaviť...
cs: Nastavit...

# label16.Text
source: Farba popredia (textu):
cs: Barva popředí (textu):

# bSetForegroundColor.Text
source: Nastaviť...
cs: Nastavit...

# label13.Text
source: Ukážka:
cs: Ukázka:

# cbFitLastColumn.Text
source: Prispôsobiť posledný stĺpec
cs: Přizpůsobit poslední sloupec

# bColumnDown.Text
source: Nižšie
cs: Níže

# bColumnUp.Text
source: Vyššie
cs: Výše

# label6.Text
source: Stĺpce:
cs: Stloupce:

# nameDataGridViewCheckBoxColumn.HeaderText
source: Názov
cs: Název

# visibleDataGridViewCheckBoxColumn.HeaderText
source: Viditeľný
cs: Viditelný

# MinWidth.HeaderText
source: Minimálna šírka (px)
cs: Minimální šířka (px)

# groupBox2.Text
source: Zobrazovanie komponentov
cs: Zobrazování komponent

# cboxDateTimeInStateRow.Text
source: Zobrazovať čas a dátum v stav. riadku
cs: Zobrazovat čas a datum v stav. řádku

# cbShowRowsHeader.Text
source: Zobrazovať hlavičku riadkov v tabuľke
cs: Zobrazovat hlavičku řádků v tabulce

# rbTS.Text
source: Len ToolStrip
cs: Jen ToolStrip

# rbMS.Text
source: Len MenuStrip
cs: Jen MenuStrip

# label7.Text
source: Zobrazovať:
cs: Zobrazovat:

# cbShowStateRow.Text
source: Zobrazovať stavový riadok
cs: Zobrazovat stavový řádek

# lShortcutHelp.Text
source: Stlačte klávesovú skratku pre priradenie ku príkazu.
cs: Stiskněte klávesovou zkratku pro přiřazení ke příkazu.

# nameDataGridViewTextBoxColumn1.HeaderText
source: Príkaz
cs: Příkaz

# shortcutDataGridViewTextBoxColumn.HeaderText
source: Skratka
cs: Zkratka

# AssignShortcut.HeaderText
source: Priradiť
cs: Přiradit

# RemoveShortcut.HeaderText
source: Odobrať
cs: Odebrat

# Default.HeaderText
source: Pôvodné
cs: Původní

# bAllShortcutsSetDefault.Text
source: Predvolené
cs: Výchozí

# label8.Text
source: Klávesové skratky:
cs: Klávesové zkratky:

# label18.Text
source: Pozn.: Ak zvolíte pri spustení iný program ako INISS, zadané argumenty nebudú fungovať.
cs: Pozn .: Pokud zvolíte při spuštění jiný program než INISS, zadané argumenty nebudou fungovat.

# groupArguments.Text
source: Nastavenie argumentov príkazového riadka pre program INISS
cs: Nastavení argumentů příkazového řádku pro program INISS

# label19.Text
source: Spustiť s registrom:
cs: Spustit s registrem:

# cboxArgExportTableTexts.Text
source: Exportovať texty do tabúľ pri úprave šablón vlakov do súboru
cs: Exportovat texty do tabulí při úpravě šablon vlaků do souboru

# cboxArgAsClient.Text
source: Spustiť program ako klient
cs: Spustit program jako klient

# cboxArgExportHlasTexts.Text
source: Exportovať text všetkých hlásení do súboru TxtHlas.txt
cs: Exportovat text všech hlášení do souboru TxtHlas.txt

# cboxArgMinimize.Text
source: Minimalizovať okno programu pri spustení
cs: Minimalizovat okno programu při spuštění

# cboxArgMoreInstances.Text
source: Povoliť duplicitné inštancie programu
cs: Povolit duplicitní instance programu

# cboxManualCmdArgs.Text
source: Zadať argumenty príkazového riadka manuálne
cs: Zadat argumenty příkazového řádku manuálně

# label14.Text
source: Argumenty príkazového riadka:
cs: Argumenty příkazového řádku:

# cbStartINISSAdmin.Text
source: Spúšťať ako administrátor
cs: Spouštět jako administrátor

# $this.Text
source: Nastavenia programu
cs: Nastavení programu
