Repository: filif123/GVDEditor
Catalog: GVDEditor/Forms/FGlobalSettings.*.resx
Languages: cs

# label13.Text
source: Ostatné nastavenia sa nachádzajú po otvorení konkrétneho grafikonu.
cs: Ostatní nastavení se nacházejí po otevření konkrétního grafikonu.

# label3.Text
source: Zoznam grafikonov:
cs: Seznam grafikon:

# bGrafikonEdit.Text
source: Upraviť
cs: Upravit

# bEditColor.Text
source: Upraviť farbu...
cs: Upravit farbu...

# label11.Text
source: Port pre diaľ. hlásenie:
cs: Port pro dál. hlásení:

# label10.Text
source: Port pre tabule:
cs: Port pro tabule:

# label9.Text
source: Priečinok:
cs: Složka:

# label4.Text
source: Obdobie:
cs: Období:

# bGrafikonDelete.Text
source: Odstrániť
cs: Odstranit

# label7.Text
source: Stanica:
cs: Stanice:

# label15.Text
source: Zoznam jazykov:
cs: Seznam jazyků:

# cbIsBasic.Text
source: Hlavný jazyk
cs: Hlavní jazyk

# bLanguageRemove.Text
source: Odstrániť
cs: Odstránit

# bLanguageEdit.Text
source: Upraviť
cs: Upravit

# bLanguageAdd.Text
source: Pridať
cs: Pridat

# label16.Text
source: Názov:
cs: Název:

# label38.Text
source: Zoznam časov meškania:
cs: Seznam časů meškání:

# groupBox10.Text
source: Čas meškania
cs: Čas meškání

# bMeskanieDelete.Text
source: Odstrániť
cs: Odstránit

# bMeskanieEdit.Text
source: Upraviť
cs: Upravit

# bMeskanieAdd.Text
source: Pridať
cs: Pridat

# label39.Text
source: Čas meškania:
cs: Čas meškání:

# groupBox11.Text
source: Typ vlaku (používateľom definované)
cs: Typ vlaku (užívatelem definované)

# bCustomTrainTypDelete.Text
source: Odstrániť
cs: Odstránit

# bCustomTrainTypAdd.Text
source: Pridať
cs: Pridat

# bCustomTrainTypEdit.Text
source: Upraviť
cs: Upravit

# label14.Text
source: Zoznam typov vlakov:
cs: Seznam typů vlaků:

# groupBox3.Text
source: Typ vlaku (predvolené)
cs: Typ vlaku (výchozí)

# bDefTrainTypDelete.Text
source: Odstrániť
cs: Odstránit

# bDefTrainTypEdit.Text
source: Upraviť
cs: Upravit

# bDefTrainTypAdd.Text
source: Pridať
cs: Pridat

# label1.Text
source: Zoznam audio liniek:
cs: Seznam audio linek:

# label6.Text
source: Názov fronty:
cs: Název fronty:

# label5.Text
source: Názov v skratke:
cs: Název v skratke:

# cbCustomOnly.Text
source: Iba vlastné
cs: Iba vlastní

# label2.Text
source: Stanica:
cs: Stanice:

# $this.Text
source: Globálne nastavenia
cs: Globální nastavení

# bAudioAdd.Text
source: Pridať
cs: Přidat

# bAudioDelete.Text
source: Odstrániť
cs: Odstranit

# bAudioEdit.Text
source: Upraviť
cs: Upravit

# fyzBankNameDataGridViewTextBoxColumn.HeaderText
source: Názov zo zvukovej banky
cs: Název ze zvukové banky
