Repository: filif123/GVDEditor
Catalog: GVDEditor/Properties/Resources.*.resx
Languages: cs

# RInfo
source: Informácia
cs: Informace

# Global_Yes
source: &Áno
cs: &Ano

# Global_No
source: &Nie
cs: &Ne

# Global_Ignore
source: &Ignorovať
cs: &Ignorovat

# Global_Cancel
source: &Zrušiť
cs: &Zrušit

# Global_Abort
source: &Prerušiť
cs: &Přerušit

# REdit
source: Upraviť
cs: Upravit

# FAppSettings_bSave_Click_Niektoré_zmeny_sa_prejavia_až_po_reštarte_programu
source: Niektoré vykonané zmeny sa prejavia po reštarte programu. Reštartovať program teraz?
cs: Některé provedené změny se projeví po restartu programu. Restartovat program nyní?

# FAppSettings_cbDebugModeGUI_SelectedIndexChanged_Not_For_All_Users
source: Vybrali ste typ debugovania, ktorý nie je určený pre bežných používateľov. To môže viesť k neočakávaným následkom. Naozaj chcete použiť tento typ debugovania?
cs: Vybrali jste typ debugování, který není určen pro běžné uživatele. To může vést k neočekávaným následkům. Opravdu chcete použít tento typ debugování?

# FEditTrain_bSave_Click_Nesprávny_formát_času_odchodu
source: Nesprávny formát času odchodu.
cs: Nesprávný formát času odjezdu.

# FEditTrain_bSave_Click_Nesprávny_formát_času_príchodu
source: Nesprávny formát času príchodu.
cs: Nesprávný formát času příjezdu.

# FEditTrain_bSave_Click_Nie_je_vybratá_koľaj
source: Nie je vybratá koľaj.
cs: Není vybrána kolej.

source: Tento vlak nemá iné varianty a preto mu bude varianta nastavená na hodnotu -1.
cs: Tento vlak nemá jiné varianty a proto mu bude varianta nastavena na hodnotu -1.

# FEditTrain_bSave_Click_Varianta_tohto_vlaku_nemôže_byť_Minus_1
source: Varianta tohto vlaku nemôže byť -1, pretože sa v zozname vlakov nachádza vlak/y s podobnými vlastnosťami.
cs: Varianta tohoto vlaku nemůže být -1, protože se v seznamu vlaků nachází vlak / y s podobnými vlastnostmi.

# FEditTrain_bSave_Click_Vlak_nemá_zadanú_žiadnu_stanicu
source: Vlak nemá zadanú žiadnu stanicu.
cs: Vlak nemá zadanou žádnou stanici.

# FEditTrain_bSave_Click_Vybraná_varianta_vlaku_sa_už_používa_pri_inom_vlaku
source: Vybraná varianta vlaku sa už používa pri inom vlaku.
cs: Vybraná varianta vlaku se již používá při jiném vlaku.

# FEditTrain_bSave_Click_Zadajte_číslo_vlaku
source: Zadajte číslo vlaku.
cs: Zadejte číslo vlaku.

# FEditTrain_bSave_Click_Začiatok_platnosti_musí_skôr_ako_koniec_platnosti
source: Začiatok platnosti musí skôr ako koniec platnosti.
cs: Začátek platnosti musí dříve než konec platnosti.

# FEditTrain_bSave_Click_Čas_príchodu_je_neskôr_ako_čas_odchodu
source: Čas príchodu je neskôr ako čas odchodu.
cs: Čas příjezdu je později než čas odjezdu.

# FEditTrain_DateRem_radenia_obsahuje_chybu
source: Dátumové obmedzenie radenia obsahuje chybu:
cs: Datumové omezení řazení obsahuje chybu:

# FEditTrain_DateRem_zasahuje_do_ineho_vlaku
source: Dátumové obmedzenie tohto vlaku zasahuje do vlaku {0} {1} {2} v rozmedzí "{3}". Upraviť dátumové obmedzenie popísaného vlaku?
cs: Datovací omezení tohoto vlaku zasahuje do vlaku {0} {1} {2} v rozmezí " {3} ". Upravit datumové omezení popsaného vlaku?

# FEditTrain_FEditTrain_Duplikovať_vlak
source: Duplikovať vlak
cs: Duplikovat vlak

# FEditTrain_FEditTrain_Pridať
source: Pridať
cs: Přidat

# FEditTrain_FEditTrain_Pridať_vlak
source: Pridať vlak
cs: Přidat vlak

# FEditTrain_Nebolo_zadané_radenie_vlaku
source: Nebolo zadané radenie vlaku.
cs: Nebylo zadáno řazení vlaku.

# FEditTrain_Nezadaný_čas_odchodu
source: Nezadaný čas odchodu.
cs: Nezadaný čas odjezdu.

# FEditTrain_Nezadaný_čas_príchodu
source: Nezadaný čas príchodu.
cs: Nezadaný čas příjezdu.

source: Číslo vlaku sa zhoduje s iným vlakom a preto bude aj jeho radenie priradené k tomuto vlaku (Doteraz upravené radenie sa vymaže).
cs: Číslo vlaku se shoduje s jiným vlakem a proto bude i jeho řazení přiřazeny k tomuto vlaku (Dosud upravené řazení se vymaže).

# FEditTrain_Zadané_dátumové_obmedzenie_radenia_sa_prekrýva_s_iným_v_období
source: Zadané dátumové obmedzenie radenia sa prekrýva s iným v období {0}.
cs: Zadané datumové omezení řazení se překrývá s jiným v období {0}.

# FEditTrain_Začiatok_platnosti_radenia_je_neskôr_ako_jeho_koniec
source: Začiatok platnosti radenia je neskôr ako jeho koniec.
cs: Začátek platnosti řazení je později než jeho konec.

# FGlobalSettings_bLanguageAdd_Click_Iba_1_jazyk_môže_byť_hlavný
source: Iba jeden jazyk môže byť hlavný.
cs: Pouze jeden jazyk může být hlavní.

# FGlobalSettings_Click_Zadaný_typ_vlaku_sa_už_v_zozname_nachádza
source: Zadaný typ vlaku sa už v zozname nachádza.
cs: Zadaný typ vlaku se již v seznamu nachází.

# FGlobalSettings_Maximálny_počet_typov_vlakov_tohto_druhu_je_9
source: Maximálny počet typov vlakov tohto druhu je 9.
cs: Maximální počet typů vlaků tohoto druhu je 9.

# FGlobalSettings_Nebola_zadaná_skratka_typu_vlaku
source: Nebola zadaná skratka typu vlaku.
cs: Nebyla zadána zkratka typu vlaku.

# FGlobalSettings_Neboli_vyplnené_všetky_polia
source: Neboli vyplnené všetky polia.
cs: Nebyly vyplněny všechna pole.

# FGlobalSettings_Názov_tejto_audio_linky_už_existuje
source: Názov tejto audio linky už existuje.
cs: Název této audio linky již existuje.

# FGlobalSettings_Táto_hodnota_sa_už_v_zozname_nachádza
source: Táto hodnota sa už v zozname nachádza.
cs: Tato hodnota se již v seznamu nachází.

# FGlobalSettings_Vybraný_typ_vlaku_sa_už_v_zozname_nachádza
source: Vybraný typ vlaku sa už v zozname nachádza.
cs: Vybraný typ vlaku se již v seznamu nachází.

# FGlobalSettings_Zadaný_jazyk_sa_sa_už_v_zozname_nachádza
source: Zadaný jazyk sa sa už v zozname nachádza.
cs: Zadaný jazyk se již v seznamu nachází.

# FLocalSettings_Koľaj_
source: Koľaj
cs: Kolej

# FLocalSettings_Nezadaný_názov_písma
source: Nezadaný názov písma.
cs: Nezadaný název písma.

# FLocalSettings_Nezadaný_názov_stanice
source: Nezadaný názov stanice.
cs: Nezadaný název stanice.

# FLocalSettings_Nástupište_
source: Nástupište
cs: Nástupiště

# FLocalSettings_Všetky_parametre_sú_povinné
source: Všetky parametre sú povinné.
cs: Všechny parametry jsou povinné.

# FLocalSettings_Zadané_ID_stanice_už_má_iná_stanica
source: Zadané ID stanice už má iná stanica.
cs: Zadané ID stanice již má jiná stanice.

# FLocalSettings_Zadaný_dopravca_už_existuje
source: Zadaný dopravca už existuje.
cs: Zadaný dopravce již existuje.

# FLocalSettings_Zadaný_kľúč_koľaje_už_existuje
source: Zadaný kľúč koľaje už existuje.
cs: Zadaný klíč koleje již existuje.

# FLocalSettings_Zadaný_kľúč_nástupišťa_už_existuje
source: Zadaný kľúč nástupišťa už existuje.
cs: Zadaný klíč nástupiště již existuje.

# Tables_Nie_sú_vyplnené_všetky_povinné_polia
source: Nie sú vyplnené všetky povinné polia.
cs: Nejsou vyplněny všechna povinná pole.

# Tables_Zadaný_kľúč_tabule_už_existuje
source: Zadaný kľúč tabule už existuje.
cs: Zadaný klíč tabule již existuje.

# FTabTab_Zadajte_názov
source: Zadajte názov.
cs: Zadejte název.

# FTableText_Generate_TTexts_Wrong_Item
source: Bol vybratý nepodporovaný typ obsahu tabule. Vyberte iný.
cs: Byl vybrán nepodporovaný typ obsahu tabule. Vyberte jiný.

# FTableText_Generate_TTexts_Info
source: Texty do tabúľ sa automaticky vygenerujú podľa vlakov. Všetky zapísané texty sa zmažú. Naozaj chcete vykonať túto akciu?
cs: Texty do tabulí se automaticky vygenerují podle vlaků. Všechny zapsané texty se smažou. Opravdu chcete provést tuto akci?

# FTableCatalog_Zadaný_kľúč_stĺpca_už_existuje
source: Zadaný kľúč stĺpca už existuje.
cs: Zadaný klíč sloupce již existuje.

# FTableCatalog_Nie_sú_vyplnené_všetky_povinné_parametre
source: Nie sú vyplnené všetky povinné parametre.
cs: Nejsou vyplněny všechny povinné parametry.

# FRegistration_Registrácia_prebehla_úspešne
source: Registrácia prebehla úspešne. Zmeny sa prejavia po reštarte programu. Reštarovať teraz?
cs: Registrace proběhla úspěšně. Změny se projeví po restartu programu. Restartovat nyní?

# FRegistration_Registračný_kľúč_nebol_zadaný
source: Registračný kľúč nebol zadaný.
cs: Registrační klíč nebyl zadán.

# FRegistration_Nesprávny_registračný_kľúč
source: Nesprávny registračný kľúč.
cs: Nesprávný registrační klíč.

# FNewGrafikon_Čas_konca_platnosti_grafikonu_má_byť_neskôr_ako_začiatok_platnosti
source: Čas konca platnosti grafikonu má byť neskôr ako začiatok platnosti.
cs: Čas konce platnosti grafikonu má být později než počátek platnosti.

# FNewGrafikon_Čas_konca_platnosti_dát_má_byť_neskôr_ako_začiatok_platnosti
source: Čas konca platnosti dát má byť neskôr ako začiatok platnosti.
cs: Čas konce platnosti dat má být později než počátek platnosti.

# FNewGrafikon_Zadané_obdobie_platnosti_tejto_stanice_už_existuje
source: Zadané obdobie platnosti tejto stanice už existuje. Zvoľte iné.
cs: Zadané období platnosti této stanice již existuje. Zvolte jiné.

# FNewGrafikon_Zadané_ID_vlastnej_stanice_už_patrí_inej_stanici
source: Zadané ID vlastnej stanice už patrí inej stanici.
cs: Zadané ID vlastní stanice už patří jiné stanici.

# FNewGrafikon_Zadaná_stanica_pre_tento_INISS_už_existuje
source: Zadaná stanica pre tento INISS už existuje.
cs: Zadaná stanice pro tento INISS již existuje.

# FNewGrafikon_Priečinok_neobsahuje_priečinok_RAWBANK
source: Priečinok neobsahuje priečinok RAWBANK.
cs: Složka neobsahuje složku RAWBANK.

# FNewGrafikon_Nie_je_zadaná_žiadna_stanica
source: Nie je zadaná žiadna stanica.
cs: Není zadána žádná stanice.

# FNewGrafikon_Nie_je_vybratá_stanica
source: Nie je vybratá stanica.
cs: Není vybrána stanice.

# FMain_V_uloženom_zozname_grafikonov_sa_žiaden_grafikon_nenachádza
source: V uloženom zozname grafikonov sa žiaden grafikon nenachádza.
cs: V uloženém seznamu grafikon se žádný grafikon nenachází.

# FMain_Save_Changes
source: V súboroch ste vykonali zmeny. Uložiť zmeny?
cs: V souborech jste provedli změny. Uložit změny?

# FMain_Priečinok_neobsahuje_všetky_potrebné_dáta
source: Priečinok neobsahuje všetky potrebné dáta.
cs: Složka neobsahuje všechna potřebná data.

# FMain_dgvTrains_DataError_Tabuľka_obsahuje_nesprávny_údaj
source: Tabuľka obsahuje nesprávny údaj:
cs: Tabulka obsahuje nesprávný údaj:

# SetTEBraceBad
source: Zvýraznenie nedokončeného páru zátvoriek
cs: Zvýraznění nedokončeného páru závorek

# SetTEBraces
source: Zvýraznenie aktívnych zátvoriek
cs: Zvýraznění aktivních závorek

# SetTEComment
source: Komentár
cs: Komentář

# SetTEConstant
source: Konštanta
cs: Konstanta

# SetTEDefault
source: Obyčajný text
cs: Obyčejný text

# SetTEEvent
source: Udalosť
cs: Udalost

# SetTEKeyword
source: Funkcia
cs: Funkce

# SetTEOnNewLine
source: Znak konca riadku (prechod do ďalšieho riadku)
cs: Znak konce řádku (přechod do dalšího řádku)

# SetTEString
source: Reťazec
cs: Řetězec

# SetTEVar
source: Premenná
cs: Proměnná

# SetDesktopTTR
source: Rýchlik
cs: Rychlík

# SetDesktopTTOs
source: Osobný vlak
cs: Osobní vlak

# SetDesktopTTSl
source: Služobný vlak
cs: Služební vlak

# SetDesktopTTX
source: Vlak vyššej kvality
cs: Vlak vyšší kvality

source: Kľúč jazyka sa nezhoduje so žiadnym jazykom nachádzajúci sa v zvukovej banke.
cs: Klíč jazyka se neshoduje s žádným jazykem nacházející se v zvukové bance.

# FBugReport_E_mail_nebol_zadaný
source: E-mail nebol zadaný.
cs: E-mail nebyl zadán.

# FBugReport_Obsah_správy_nebol_zadaný
source: Obsah správy nebol zadaný.
cs: Obsah zprávy nebyl zadán.

# FBugReport_E_mail_sa_nepodarilo_odoslať
source: E-mail sa nepodarilo odoslať:
cs: E-mail se nepodařilo odeslat:

source: Priečinok s týmto názvom už existuje. Zmeňte jeho názov.
cs: Složka s tímto názvem již existuje. Změňte jeho název.

# FLocalSettings_Názov_priečinka_grafikonu_je_prázdny
source: Názov priečinka grafikonu je prázdny.
cs: Název složky grafikonu je prázdný.

# FGlobalSettings_Naozaj_chcete_odstrániť_tento_grafikon
source: Naozaj chcete odstrániť tento grafikon ?
cs: Opravdu chcete odstranit tento grafikon?

# FAppSettings_lShortcutHelp1
source: Stlačte klávesovú skratku pre priradenie ku príkazu.
cs: Stiskněte klávesovou zkratku pro přiřazení ke příkazu.

# FAppSettings_lShortcutHelp2
source: Neplatná klávesová skratka. Stlačte inú.
cs: Neplatná klávesová zkratka. Stiskněte jinou.

# FImportData_Nie_sú_zadané_údaje_pre_import
source: Nie sú zadané údaje pre import.
cs: Nejsou zadané údaje pro import.

# FBugReport_E_mail_je_neplatný
source: E-mail je neplatný.
cs: E-mail není platný.

# FAppSettings_Bolo_zadané_neplatné_číslo
source: Bolo zadané neplatné číslo.
cs: Bylo zadáno neplatné číslo.

# SelectedItemRemoveCancel
source: Vybranú položku nie je možné vymazať, pretože sa používa. Konflikt s:
cs: Vybranou položku nelze vymazat, protože se používá. Konflikt s:

# FMain_Mám_preskočiť_prechádzajúce_vlaky
source: Mám preskočiť prechádzajúce vlaky?
cs: Mám přeskočit projíždějící vlaky?

# RUpdate
source: Aktualizácia
cs: Aktualizace

# RUpdateInfo
source: Nová verzia programu GVDEditor ({0}) je k dispozícií. Otvoriť stránku pre stiahnutie programu?
cs: Nová verze programu GVDEditor ({0}) je k dispozici. Otevřít stránku pro stažení programu?

# RWarning
source: Upozornenie
cs: Upozornění

# FMain_Názov_priečinka_je_prázdny
source: Názov priečinka je prázdny.
cs: Název složky je prázdný.

# FTableCatalog_ShowWarningDefTab
source: Vybraný DivType nevyžaduje mať zadefinovaný {0}. Aj tak pokračovať ?
cs: Vybraný DivType nevyžaduje mít definovaný {0}. I tak pokračovat?

# FTableCatalog_ShowErrorUnDefTab
source: Vybraný DivType vyžaduje mať zadefinovaný {0}.
cs: Vybraný DivType vyžaduje mít definovaný {0}.

# FTableCatalog_bSave_NespravnyPocetModov
source: V type tabule {0} je nesprávny počet módov {1}. (Správny počet: {2}) Pravdepodobne ste zabudli upraviť poradie stĺpcov.
cs: V type tabule {0} je nesprávný počet módů {1}. (Správný počet: {2}) Pravděpodobně jste zapomněli upravit pořadí sloupců.

# FTableCatalog_Posledný_pixel_stĺpca_je_menší_alebo_rovný_ako_počiatočný
source: Posledný pixel stĺpca je menší alebo rovný ako počiatočný.
cs: Poslední pixel sloupce je menší nebo roven než počáteční.

# FTableCatalog_Tento_stĺpec_sa_prekrekrýva_so_stĺpcom
source: Tento stĺpec sa prekrekrýva so stĺpcom {0}.
cs: Tento sloupec se prekrekrýva se sloupcem {0}.

# FMain_InissStartItemOnClick
source: Jedna inštancia programu INISS už beží. Mám ju nútene vypnúť ?
cs: Jedna instance programu INISS již běží. Mám ji nuceně vypnout?

# FELISOptions_Zadaný_súbor_neexistuje
source: Zadaný súbor neexistuje.
cs: Zadaný soubor neexistuje.

# FRenameStyle_Neplatný_nový_názov_štýlu
source: Neplatný nový názov štýlu.
cs: Neplatný nový název stylu.

# FRenameStyle_Zadaný_názov_štýlu_už_existuje
source: Zadaný názov štýlu už existuje.
cs: Zadaný název stylu již existuje.

# NameColorSettings_Border
source: Okraje ovládacích prvkov
cs: Okraje ovládacích prvků

# NameColorSettings_Button
source: Tlačidlá
cs: Tlačítka

# NameColorSettings_Highlight
source: Zvýraznenie ovládacieho prvku alebo jeho časti
cs: Zvýraznění ovládacího prvku nebo jeho části

# FMain_Nepodarilo_sa_spustiť_vybraný_program
source: Nepodarilo sa spustiť vybraný program: {0}.
cs: Nelze spustit vybraný program: {0}.

# FAppSettings_Zmeny_sa_prejavia_po_reštarte_programu
source: Zmeny sa prejavia po reštarte programu.
cs: Změny se projeví po restartu programu.
